Repository: vuvandang1995/html-kvm-vdi
Catalog: html/locale/*/LC_MESSAGES/kvm-vdi.po
Languages: lt_lt

source: Change password
lt_lt: Slaptaždžio keitimas

source: Enter password
lt_lt: Įveskite slaptažodį

source: Repeat password
lt_lt: Pakartokite slaptažodį

source: Close
lt_lt: Uždaryti

source: Save changes
lt_lt: Išsaugoti

source: '<strong>Error!</strong> Empty password.'
lt_lt: '<strong>Klaida!</strong> Tuščias slaptažodis.'

source: '<strong>Error!</strong> Passwords do not match.'
lt_lt: '<strong>Klaida!</strong> Nesutampa slaptažodžiai.'

source: Refresh VM info
lt_lt: Antaujinti VM informaciją

source: Edit clients.xml
lt_lt: Redaguoti "clients.xml"

source: Create VM(s)
lt_lt: Sukurti virtualias mašinas

source: Logout
lt_lt: Atsijugnti

source: <strong>Please wait!</strong> Populating virtual machines.
lt_lt: <strong>Prašome palaukti!</strong> Kuriamos naujos mašinos.

source: <strong>Please wait!</strong> Copying image.
lt_lt: <strong>Prašome palaukt!</strong> Kopijuojamas atvaizdas.

source: Hypervisor:
lt_lt: Hypervizorius:

source: Machine name
lt_lt: Mašinos pavadinimas

source: Machine type
lt_lt: Mašinos tipas

source: Source image
lt_lt: Atvaizdo šaltinis

source: Virt-snapshot
lt_lt: Virtuali atvaizdo kopija

source: Maintenance
lt_lt: Priežiūra

source: Operations
lt_lt: Veiksmai

source: Simple machine
lt_lt: Paprasta mašina

source: Initial machine
lt_lt: Pirminė mašina

source: Source machine
lt_lt: Šaltinis

source: VDI machine
lt_lt: Virtuali darbo vieta

source: Copy disk from source
lt_lt: Kopijuoti advaizdą iš šaltinio

source: Turn maintenance on
lt_lt: Įjungti priežiūrą

source: Turn maintenance off
lt_lt: Išjungti priežiūrą

source: Populate machines
lt_lt: Diegti darbo vietas

source: Mass power on
lt_lt: Įjungti visas mašinas

source: Mass shut down (soft)
lt_lt: Išjungti visas mašinas

source: Mass shut down (forced)
lt_lt: Išjungti visas mašinas (priverstinai)

source: Turn on snapshots
lt_lt: Įjungti virtualius atvaizdus

source: Turn off snapshots
lt_lt: Išjungti virtualius atvaizdus

source: Power up
lt_lt: Įjungti

source: Shut down
lt_lt: Išjungti

source: Shut down (soft)
lt_lt: Išjungti

source: Are you sure?
lt_lt: Ar jūs įsitikinę?

source: Power down
lt_lt: Išjungti

source: Open console
lt_lt: Atidaryti konsolę

source: Create virtual machine(s)
lt_lt: Sukurti virtualias mašinas

source: Machine type:
lt_lt: Mašinos tipas

source: Please select machine type
lt_lt: Pasirinkite mašinos tipą

source: Target hypervisor:
lt_lt: Pasirinkite hipervizorių

source: Please select hypervisor
lt_lt: Pasirinkite hipervizorių

source: Use volume from:
lt_lt: Naudoti atvaizdą iš:

source: Please select source
lt_lt: Pasirinkite šaltinį

source: Specify disk path:
lt_lt: NUrodykite atvaizdo kelią:

source: Disk size
lt_lt: Atvaizdo dydis

source: OS type
lt_lt: OS

source: Mount CD iso:
lt_lt: Prijungti CD disko ISO

source: Select ISO image
lt_lt: Pasirinkite ISO matvaizdą

source: Hardware info:
lt_lt: Informacija apie įrangą:

source: CPUs
lt_lt: procesoriai

source: Cores
lt_lt: Branduoliai

source: Network
lt_lt: Tinklas

source: Please select OS type
lt_lt: Pasirinkite OS

source: Version
lt_lt: Versija

source: Please select version
lt_lt: Pasirinkite versiją

source: Mass deployment
lt_lt: Masinis diegimas

source: Prepend machine name:
lt_lt: Pradinis mašinos pavadinimas:

source: Number of machines to create:
lt_lt: Naujų mašinų kiekis:

source: Use virtual snapshots
lt_lt: Naudoti virtualius atvaizdus

source: VM screen
lt_lt: VM nuotrauka

source: VM name:
lt_lt: VM vardas:

source: Open remote console
lt_lt: Atidaryti konsolę

source: Create VMs
lt_lt: Sukurti

source: All virtual machines will be powered off and their initial snapshots recreated. Proceed?
lt_lt: Visos virtualios mašios bus išjungtos ir jų kopijos ištrintos Tęsti?
